Repository: hupo376787/XiaoWei-Natural-Language-Process
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AfterUpdate_Body.Text
source: # Version 2018.5.28 ##### New: 1. Update to 1803(April 2018 Update, build 17134) [👉More apps click me👈](ms-windows-store://publisher/?name=小冰科技) &nbsp; # Version 2018.4.25 ##### New: 1. Finish the wrapper of Boson AI 2. Finish the wrapper of Tencent AI 3. Boson AI date transfer change to https encode, Tencent AI is already https encode &nbsp;
zh_cn: # 版本 2018.5.28 ##### 新增： 1. 升级到1803(四月更新，内部版本17134) [👉更多应用请戳👈](ms-windows-store://publisher/?name=小冰科技) &nbsp; # 版本 2018.4.25 ##### 新增： 1. 完善Boson AI 2. 完成Tencent AI的调用，但是无新闻摘要和关键词提取（疼讯没有开放api） 3. Boson AI换成https数据加密，疼讯已经是https加密了 &nbsp;

# AfterUpdate_Title.Text
source: What's new in this version
zh_cn: 新版本变化

# AppName.Text
source: Xiaowei NLP
zh_cn: 小薇自然语言处理

# comboBoxLanguage.Header
source: Language
zh_cn: 语言

# DisplayName
source: Xiaowei NLP
zh_cn: 小薇自然语言处理

# FeedbackHub_Link.Content
source: Feedback
zh_cn: 反馈中心

# FirstRun_Body.Text
source: # Xiaowei NLP for Windows 10 UWP version has grandly promoted. # Xiaowei NLP —— An app to analyze Chinese sentense, including two powerful engines(Boson AI and Tencent AI). Xiaowei NLP can do: word seg and tag, named entity recognize, emotion analysis, news classify, new summary, get keywords, get suggest. More interesting functions are on the way ##### ===Description=== This App is a work in progress. It may or may not change over time or release as a final product. Purchase only if you are comfortable with the current state of the unfinished app. Purchase NLP to preview and support the development of this title - we would love to get your input and feedback to help us shape the best experience possible! Welcome to use our latest developed Xiaowei NLP, An app to analyze Chinese sentense. Xiaowei NLP —— Do: word seg and tag, named entity recognize, emotion analysis, news classify, new summary, get keywords, get suggest. More interesting functions are on the way &nbsp; ##### ===For who=== Administrator of customer service, information consult, website manage, social network, search engine, big data, life services, etc. &nbsp; ##### ===Features=== 1. Relying on powerful machine learning capabilities and text mining engine, focusing on Chinese semantic analysis technology 2. 100 billion Internet data support, accurate understanding of natural language 3. Support vertical areas such as weather, music, news, finance, transportation, food, video, and reminders, and continue to expand 4. word seg and tag, named entity recognize, emotion analysis, news classify, new summary, get keywords, get suggest 5. More funny features are under developing &nbsp;
zh_cn: # 小冰科技最新研发的自然语言处理软件——小薇NLP Windows 10通用版重磅来袭，欢迎下载体验! # 小薇NLP —— 内置强大的分词引擎（Boson AI 和 Tencent AI）。点一下解决中文语义分析需求——分词与词性标注、命名实体识别、情感分析、新闻分类、新闻摘要、关键词、语义联想等。更多功能正在研发中。 &nbsp; ##### ===应用描述=== 本软件是在制品。可能会随时间更改，亦可能会作为最终产品发布。请仅在您熟悉此未完成软件的当前状态下购买。 购买小薇NLP来预览和支持此软件的开发！我们非常希望能得到您的建议与反馈，以帮助我们为您打造最棒的体验！ 欢迎使用小冰科技最新研发的自然语言处理软件——小薇NLP，点一下解决中文语义分析需求。 小薇NLP —— 点一下解决中文语义分析需求——分词与词性标注、命名实体识别、情感分析、新闻分类、新闻摘要、关键词、语义联想等。更多功能正在研发中。 &nbsp; ##### ===适合人群=== 客服类、资讯类、网站类、社交类、搜索类、大数据类、生活服务类等需要对语句进行分析的管理员。 &nbsp; ##### ===功能特色=== 1. 依托强大的机器学习能力和文本挖掘引擎，专注中文语义分析技术 2. 千亿级互联网语料数据支持，精确理解自然语言 3. 支持天气、音乐、新闻、财经、交通、美食、视频、提醒等垂直领域，并在不断扩展中 4. 分词与词性标注、命名实体识别、情感分析、新闻分类、新闻摘要、关键词、语义联想等 5. 更多好玩的功能正在研发中 &nbsp;

# FirstRun_Title.Text
source: Welcome
zh_cn: 欢迎使用

# Main_Title.Text
source: Natural Language Processing
zh_cn: 自然语言处理

# Settings_About.Text
source: About this application
zh_cn: 关于

# Settings_AboutDescription.Text
source: Xiaowei NLP —— An app to analyze Chinese sentense, including two powerful engines(Boson AI and Tencent AI). Xiaowei NLP can do: word seg and tag, named entity recognize, emotion analysis, news classify, new summary, get keywords, get suggest. More interesting functions are on the way
zh_cn: 小薇自然语言处理 —— 内置强大的分词引擎（Boson AI 和 Tencent AI）。点一下解决中文语义分析需求——分词与词性标注、命名实体识别、情感分析、新闻分类、新闻摘要、关键词、语义联想等。更多功能正在研发中。

# Settings_PrivacyTermsLink.Content
source: Privacy Statement
zh_cn: 隐私政策

# Settings_Theme.Text
source: Theme
zh_cn: 主题

# Settings_Theme_Dark.Content
source: Dark
zh_cn: 暗

# Settings_Theme_Default.Content
source: Windows default
zh_cn: 系统默认

# Settings_Theme_Light.Content
source: Light
zh_cn: 亮

# SettingsPage_Title.Text
source: Settings Center
zh_cn: 设置中心

# Shell_Main
source: NLP
zh_cn: 自然语言处理

# Shell_Settings
source: Settings
zh_cn: 设置

# Settings_Title.Header
source: Settings
zh_cn: 设置

# UpdateLog_Title.Header
source: Update Log
zh_cn: 更新日志

# comboBoxSearchEngine.Header
source: Search Engine
zh_cn: 搜索引擎

# MoreApps_Link.Content
source: More apps
zh_cn: 更多App

# toogleNeedCropImage.OffContent
source: Off
zh_cn: 关

# toogleNeedCropImage.OnContent
source: On
zh_cn: 开

# toogleNeedCropImage.Header
source: Crop Image
zh_cn: 裁剪图片

# Donate_Link.Content
source: Donate me
zh_cn: 打赏，小礼物走一波

# WhatsNLP_Title.Header
source: What's NLP
zh_cn: NLP是什么

# ButtonBaseTokens.Label
source: BaseTokens
zh_cn: 基础粒度

# ButtonBaseTokens.ToolTipService.ToolTip
source: BaseTokens
zh_cn: 基础粒度

# ButtonExportJson.Label
source: ExportJson
zh_cn: 导出Json

# ButtonExportJson.ToolTipService.ToolTip
source: ExportJson
zh_cn: 导出Json

# ButtonMixTokens.Label
source: MixTokens
zh_cn: 混合粒度

# ButtonMixTokens.ToolTipService.ToolTip
source: MixTokens
zh_cn: 混合粒度

# ButtonClearContent.Label
source: ClearContent
zh_cn: 清空内容

# ButtonClearContent.ToolTipService.ToolTip
source: Clear Content
zh_cn: 清空内容

# ButtonSegLegend.Label
source: Tag Legend
zh_cn: 词性图例

# ButtonSegLegend.ToolTipService.ToolTip
source: Segment and Tag Legend
zh_cn: 分词和词性图例

# ButtonBosonAIGo.Label
source: Seg Tag
zh_cn: 分词标注

# ButtonBosonAIGo.ToolTipService.ToolTip
source: Seg & Pos Tag
zh_cn: 分词与词性标注

# comboBoxSegTagEngine.Header
source: Seg Tag Engine
zh_cn: 分词标注引擎

# ButtonNamedEntityRecog.Label
source: NamedEntityRecog
zh_cn: 实体识别

# ButtonNamedEntityRecog.ToolTipService.ToolTip
source: Named Entity Recognize
zh_cn: 命名实体识别

# NamedEntity_Title.Text
source: Named Entity Recognize
zh_cn: 命名实体识别

# Shell_NamedEntity
source: Entity Recognize
zh_cn: 命名实体识别

# ButtonEntityLegend.Label
source: EntityLegend
zh_cn: 实体图例

# ButtonEntityLegend.ToolTipService.ToolTip
source: Named Entity Legend
zh_cn: 命名实体图例

# TextBlock_Classify.Text
source: News Classify
zh_cn: 新闻分类

# TextBlock_Emotion.Text
source: Emotion Analysis
zh_cn: 情感分析

# TextBlock_Keywords.Text
source: Keywords
zh_cn: 关键词

# TextBlock_NamedEntity.Text
source: Named Entity
zh_cn: 命名实体

# TextBlock_Suggest.Text
source: Suggest
zh_cn: 语义联想

# TextBlock_Summary.Text
source: Summary
zh_cn: 新闻摘要

# TextBlock_WordSegmentAndTag.Text
source: Word Segment And Tag
zh_cn: 分词与词性

# textBox_Input.PlaceholderText
source: Input a piece of text
zh_cn: 输入一段文本试试

# textBox_Summary.PlaceholderText
source: Not available now
zh_cn: 暂时不可用
